{
    "Une large gamme": "A wide selection ",
    "des épices secret": "of secret spices",
    "Parce que nous croyons à la transformation agricole" : "we believe in agricultural transformation",
    "Faciliter la cuisine" : "Make cooking easier .",
    "Découvrez ce que vous êtes capables de faire avec Secret Spices": "Discover what you can do with Secret Spices",
    "Nos idées de recettes faciles":"Easy recipe ideas",
    "Decouvrir plus recettes ": "Discover more recipes ",
    "Découvrez nos formats super faciles":"Discover our easy-to-use formats",
    "pour réaliser vos délicieux plats à l'infini":"for your delicious dishes",
    "sans colorants ni conservateurs,": "free from colorants and preservatives",
    "sans traces animales parmi nos composants,":"no animal traces among our ingredients,",
    "les véganes seront contents":"vegans will be happy",
    "avec des assaisonnements":"with  seasonings",
    "prêts à l'emploi.": "ready to use.",
    "Découvrir Nos Produits" : "Discover our products",
    "Les epices secret": "Secret spices",
    "avec vous": "with you ",
    "de genérations en genérations": "from generation to generation ",
    "Parce que c'est l’occasion de conserver tout le savoir-faire culinaire de nos mamans": "Because it's an opportunity to preserve all the culinary know-how of our mothers.",
    "Nous croyons à un produit au service salvatrice à l'ère moderne qui conserve le goût naturel des intrants agricoles": "We believe in a product that is a lifesaver in the modern age, preserving the natural taste of agricultural inputs.",
    "En Savoir Plus":"Know more",
    "Nous Adorons Secret Spices": "We like Secret Spices",
    "Voilà déjà 2ans que la fondatrice ma fait découvrir les secrets Spices encore un merci spécial a vous madame Aïcha.":"We believe in a product that provides a lifesaving service in the modern age and preserves the natural taste of agricultural inputs.",
    "Secret Spices , parfum irrésistible pour tous mes repas ! bon appétit mes convives":"Secret Spices, an irresistible fragrance for all my meals! bon appétit my guests",
    "Waouh c'est vraiment un délice pr assaisonner le poisson et le poulet. Secret Spices ... C'est formidable" :"Wow, it's really a delight to use for seasoning fish and chicken. Secret Spices ... It's wonderful",
    "Avec secret Spices mon poulet et mon porc ont un goût incroyable":"With Secret Spices my chicken and pork taste incredible.",
    "Les temps ci je ne blague pas avec les épices secret ,je fais seulement les rôtis. Achhh le gout de ca ":"These days I don't joke about secret spices, I just make the roasts. Achhh the taste of it ",
    "Avec Secret Spices cest le secret de la cuisine pour presque tous mes repas et grillades ":"Secret Spices is the kitchen secret for almost all my meals and grilled dishes.",
    "Ca fait plus de 3 ans que j'utilise les epices secrets c'est mon partenaire de cuisine tous mes barbecues sont faits avec":"I've been using secret spices for over 3 years now. They're my cooking partner, and all my barbecues are made with them.",
    "Secret Spices moi aussi je vous remercie pour la joie que vous apportez à mes papilles":"Secret Spices I too thank you for the joy you bring to my taste buds.",
    "Découvrez plus de temoignages":"Read more testimonials",
    "Évènements":"Events",
    "Retrouvez nous dans nos differents marches a Douala et a Yaounde pour un show explosif. Secret se rapproche de vous profitez-en pour nous decouvrir et raffler de nombreux lots":"Join us at our various markets in Douala and Yaounde for an explosive show. Secret is getting closer to you. Take the opportunity to discover us and win lots of prizes.",
    "A Propos":"About",
    "A Propos de":"About",
    "La caravanne Secret Debarque chez Vous!":"The Secret caravan comes to you!",
    "Mentions Légales":"Legals",
    "Données personnelles":"Personnal Data",
    "Nous Contacter":"Contact Us",
    "Mentions Sanitaires":"Health Information",
    "L'alliee de la femme":"A woman's ally",
    "ambitieuse et belle":"ambitious and beautiful",
    "Recettes":"Receipts",
    "Produits":"Products",
    "Cuisine Africaine":"African Foods",
    "Cuisine Occidentale":"Occidental Food",
    "Cuisine Exotique":"Exotic food",
    "Environement":"Environment",
    "Process de fabrication":"Fabrication Process",
    "Origines ingrédients":"Origins of ingredients",
    "Rechercher":"Search",
    "Événements":"Events",
    "Retrouvez nous dans nos differents marchés a Douala et a Yaounde pour un show explosif.":"Join us at our various markets in Douala and Yaounde for an explosive show.",
    "se rapproche de vous profitez-en pour nous decouvrir et raffler de nombreux lots.":" is getting closer to you take the opportunity to find out more about us and win lots of prizes.",
    "Découvrez nos formats super faciles d'utilisation pour réaliser vos délicieux plats sans colorants sans conservateurs, ni de traces animales.":"Discover our super-easy-to-use formats for making your own delicious dishes without colourings, preservatives or animal traces.",
    "Ca fait plus de 3 ans que j'utilise les epices secrets C'est mon partenaire de cuisine tous mes barbecues sont faits avec.":"I've been using secret spices for over 3 years now. They're my cooking partner, and all my barbecues are made with them.",
    "Waouh c'est vraiment un délice pour assaisonner le poisson et le poulet.Secret Spices ... C'est formidable":"Waouh it is really a delight to season fish and chicken.Secret Spices ... It's wonderful",
    "Je mets Secret dans tous les repas ohhh en fonction de si c'est la viande, le poisson ou le poulet":"I put Secret in every meal ohhh depending on whether it's meat, fish or chicken.",
    "Avec Secret Spices cest le secret de la cuisine pour presque tous mes repas et grillades":"Secret Spices is the secret to cooking almost all my meals and grilled dishes.",
    "Poulet roti à l'orange et aux epinards":"Roast chicken with orange and spinach",
    "Découvrir Plus de recettes":"Discover More recipes",
    "Accueil":"Home",
    "Siège social":"Location",
    "Horaires":"Working Hours",
    "Laissez un message":"Get in Touch",
    "Votre Nom":"Your Name",
    "Adresse Email":"Email Address",
    "Sujet":"What's this about?",
    "Votre Message":"Your Message",
    "Envoyer":"Send Message",
    "Qui sommes nous":"Who we are",
    "L'origine de l'idée":"Where the idea came from",
    "Une recherche continue d'idées novatrices":"Ongoing search for innovative ideas",
    "Epice Poulet":"Chicken spice",
    "Epice Poulet 35 Gr":"Chicken spice 35 Gr",
    "Présentation":"Presentation",
    "Ingrédients":"Ingredients",
    "Recettes les plus consultées":"Most popular recipes",
    "Autres Epices de la même Gamme":"Other spices in the same group",
    "Découvrez toute la gamme":"Discover our full range",
    "des épices SECRET":"Of Secret Spices",
    "Parce que viande blanche, viande rouge et poisson  ne s’assaisonnent pas de la même façon, «Secret»  se décline en 3 produits specifiques qui nous permettent de realiser plusieurs repas africains, europeens, exotiques et des barbecues.":"Because white meat, red meat and fish are not all seasoned in the same way, Secret comes in 3 specific products that can be used to prepare African, European, exotic and barbecue meals.",
    "Idées de recette avec cette épice":"Recipe ideas using this spice",
    "les epices vous apportent des complement en Protéine, Sodium, Énergie":"spices provide protein, sodium and energy supplements",
    "Valeurs nutritionnelles":"Nutritional values",
    "Pour 6 personnes":"For 6 persons",
    "Pour 5 personnes":"For 5 persons",
    "Pour 4 personnes":"For 4 persons",
    "Pour 3 personnes":"For 3 persons",
    "Pour 2 personnes":"For 2 persons",
    "Préparation":"Preparation",
    "Cuisson":"cooking",
    "Droits de propriété intellectuelle":"Intellectual property",
    "En dehors du contenu que vous possédez, que vous avez peut-être choisi d'inclure sur ce site Web, en vertu des présentes conditions, Secret Spices et/ou ses concédants détiennent tous les droits sur la propriété intellectuelle et le matériel contenus dans ce site Web, et tous ces droits sont réservés":"Other than content you own, which you may have chosen to include on this website, under these terms, Secret Spices and/or its licensors own all rights to the intellectual property and material contained in this website, and all such rights are reserved",
    "Vous bénéficiez d'une licence limitée uniquement, sous réserve des restrictions prévues dans les présentes conditions, aux fins de visualisation du matériel contenu sur ce site Web":"You are granted a limited license only, subject to the restrictions set forth in these terms, for the purpose of viewing the material contained on this website",
    "Lorsque vous créez un compte, nous pouvons vous demander vos coordonnées, y compris des éléments tels que le nom, le nom de l'entreprise, l'adresse, l'adresse e-mail et le numéro de téléphone":"When you create an account, we may ask for your contact information, including things like name, company name, address, email address and phone number",
    "Restrictions":"Restrictions",
    "Vous êtes expressément et catégoriquement limité à tout ce qui suit :":"You are expressly and categorically limited to all of the following:",
    "Publier tout matériel du site Web dans n'importe quel média":"Publish any material from the website in any media",
    "Vendre, sous-licencier et/ou commercialiser autrement tout matériel du site Web":"Sell, sublicense and/or otherwise commercialize any material from the website",
    "Exécuter publiquement et/ou montrer tout matériel du site Web":"Publicly perform and/or show any material from the Website",
    "Utiliser ce site Web d'une manière qui est, ou peut être, préjudiciable à ce site Web":"Use this website in a way that is, or may be, harmful to this website",
    "Utiliser ce site Web d'une manière qui affecte l'accès des utilisateurs à ce site Web":"Use this website in a way that affects users' access to this website",
    "utiliser ce site Web contrairement aux lois et réglementations applicables, ou d'une manière qui cause ou peut causer un préjudice au site Web ou à toute personne ou entité commerciale":"use this website contrary to applicable laws and regulations, or in a manner that causes or may cause injury to the website or any person or business entity",
    "s'engager dans l'exploration de données, la collecte de données, l'extraction de données ou toute autre activité similaire en relation avec ce site Web, ou lors de l'utilisation de ce site Web":"engage in data mining, data harvesting, data extraction, or any other similar activity in connection with this Website, or while using this Website",
    "utiliser ce site Web pour faire de la publicité ou du marketing ; Certaines zones de ce site Web sont interdites d'accès par vous et SECRET peut en outre restreindre votre accès à toutes les zones de ce site Web, à tout moment, à sa seule et absolue discrétion. Tout nom d'utilisateur et mot de passe que vous pourriez avoir pour ce site Web sont confidentiels et vous devez maintenir la confidentialité de ces informations":"use this website for advertising or marketing; Certain areas of this Website are prohibited from being accessed by you and SECRET may further restrict your access to any areas of this Website, at any time, in its sole and absolute discretion. Any username and password you may have for this website are confidential and you must maintain the confidentiality of such information.",
    "Votre contenu":"Your content",
    "Dans les présentes conditions générales standard du site Web, «votre contenu» désigne tout audio, vidéo, texte, image ou autre matériel que vous choisissez d'afficher sur ce site Web. Concernant Votre Contenu, en l'affichant, Vous accordez a Secret Spices une licence non exclusive, mondiale, irrévocable, libre de droits et pouvant faire l'objet d'une sous-licence pour l'utiliser, la reproduire, l'adapter, la publier, la traduire et la distribuer sur tous les supports.":"In these standard website terms and conditions, “your content” means any audio, video, text, image or other material that you choose to display on this website. With respect to Your Content, by posting it, You grant Secret Spices a non-exclusive, worldwide, irrevocable, royalty-free, sublicensable license to use, reproduce, adapt, publish it, translate it and distribute it in all media.",
    "Votre contenu doit vous appartenir et ne doit pas porter atteinte aux droits d'un tiers. Secret Spices se réserve le droit de supprimer tout contenu de ce site Web à tout moment et pour quelque raison que ce soit, sans préavis.":"Your content must belong to you and must not infringe the rights of any third party. Secret Spices reserves the right to remove any content from this website at any time and for any reason, without notice.",
    "Aucune garantie":"No warranty",
    "Ce site Web est fourni tel quel, avec tous les défauts, et aucune représentation ou garantie expresse ou implicite, de quelque nature que ce soit, liée à ce site Web ou aux éléments contenus sur ce site Web. De plus, rien de ce qui est contenu sur ce site Web ne doit être interprété comme vous fournissant des conseils":"This website is provided as is, with all faults, and no express or implied representations or warranties of any kind relating to this website or the materials contained on this website. Further, nothing contained on this website should be construed as providing you with advice",
    "Limitation de responsabilité":"Liability Limitation",
    "En aucun cas Secret Spices , ni aucun de ses dirigeants, administrateurs et employés, ne pourra être tenu responsable envers vous de tout ce qui découle de ou est lié de quelque manière que ce soit à votre utilisation de ce site Web, que cette responsabilité soit contractuelle, délictuelle ou autre, et Secret Spices , y compris ses dirigeants, administrateurs et employés ne seront pas responsables de toute responsabilité indirecte, consécutive ou spéciale découlant de ou liée de quelque manière que ce soit à votre utilisation de ce site Web":"In no event shall Secret Spices, nor any of its officers, directors and employees, be liable to you for anything arising out of or in any way connected with your use of this website, whether such liability is contractual, tort or otherwise, and Secret Spices, including its officers, directors and employees shall not be liable for any indirect, consequential or special liability arising out of or in any way relating to your use of this website",
    "Indemnisation":"Compensation",
    "Par la présente, vous indemnisez dans toute la mesure SECRET de et contre toutes les responsabilités, coûts, demandes, causes d'action, dommages et dépenses (y compris les honoraires d'avocat raisonnables) découlant de ou liés de quelque manière que ce soit à votre violation de l'une des dispositions des présentes Conditions":"You hereby indemnify to the fullest extent SECRET from and against all liabilities, costs, demands, causes of action, damages and expenses (including reasonable attorneys' fees) arising out of or in any way relating your breach of any provision of these Terms",
    "Divisibilité":"Divisibility",
    "Si une disposition de ces Conditions est jugée inapplicable ou invalide en vertu de toute loi applicable, cette inapplicabilité ou invalidité ne rendra pas ces Conditions inapplicables ou invalides dans leur ensemble, et ces dispositions seront supprimées sans affecter les autres dispositions des présentes":"If any provision of these Terms is held to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these Terms unenforceable or invalid as a whole, and such provisions shall be severed without affecting the remaining provisions hereof.",
    "Modification des conditions":"Conditions updates",
    "Secret Spices est autorisée à réviser ces conditions à tout moment comme bon lui semble, et en utilisant ce site Web, vous êtes tenu de consulter ces conditions régulièrement pour vous assurer que vous comprenez tous les termes et conditions régissant l'utilisation de ce site Web":"Secret Spices is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms periodically to ensure that you understand all of the terms and conditions governing the use of this Website",
    "Affectation":"Affecting",
    "Nous souhaitons nous assurer que vous êtes pleinement conscient de tous vos droits en matière de protection des données. Chaque utilisateur a droit à ce qui suit":"We want to make sure that you are fully aware of all your data protection rights. Each user is entitled to the following",
    "Secret Spices sera autorisé à céder, transférer et sous-traiter ses droits et/ou obligations en vertu des présentes Conditions sans aucune notification ni consentement requis. Cependant, vous ne serez pas autorisé à céder, transférer ou sous-traiter l'un quelconque de vos droits et/ou obligations en vertu des présentes Conditions":"Secret Spices will be authorized to assign, transfer and subcontract its rights and/or obligations under these Terms without any notification or consent required. However, you will not be allowed to assign, transfer or subcontract any of your rights and/or obligations under these Terms.",
  
    "Les présentes conditions générales du site Web (ces « conditions » ou les « conditions générales du site Web ») contenues dans cette page Web régiront votre utilisation de ce site Web, y compris toutes les pages de ce site Web (collectivement désignées ci-dessous comme cette 'Site Internet'). Ces conditions s'appliquent pleinement à votre utilisation de ce site Web et en utilisant ce site Web, vous acceptez expressément tous les termes et conditions contenus dans les présentes dans leur intégralité. Vous ne devez pas utiliser ce site Web si vous avez des objections à l'une de ces conditions générales du site Web.":"Secret Spices is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms periodically to ensure that you understand all of the terms and conditions governing the use of this Website",
    "Ail, Oignon, Njansan, Poivre blanc de Penja, Céléri.":"garlic, onion, njanssang, Penja white pepper, celery,",
    "Reconnue dans ce petit village du Cameroun comme l’une des meilleures cuisinières, KEUNI savait marier les épices du terroir ce qui lui permettait de donner ce goût peu commun à ses plats Le secret des savoureux mariages d’épices de notre arrière grand-mère nous a été transmis de mère en fille. Je me suis inspirée de ces recettes pour créer les épices « Secret ». « SECRET » c’est avant tout l’occasion de rendre honneur à cette femme qui nous a transmis à ma mère, mes tantes, mes cousines et moi cette passion pour la cuisine et surtout pour les épices.":"Recognized in this small village of Cameroon as one of the best cooks, KEUNI knew how to combine local spices, conferring that special taste to her dishes. The secret of our great grandmother’s tasty spice combinations was transmitted from mothers to daughters. Her recipes were the source of my inspiration when creating “SECRET” spices. «SECRET» spices is above all, the opportunity to honor this great lady who transmitted to my mother, my aunts, my cousins and myself this pas- sion for cooking and more specifically, for spices.",
    "Nos sauces réussissent à allier le piquant du poivre blanc de Penja et la douceur du Djanssang (l’une des épices star du continent) afin de créer une explosion de saveurs faisant ressortir les arômes délicatement boisés et mus- qués de ce poivre fin..":"Our sauces thus succeeded in combining the spiciness of the Penja white pepper and the gentleness of njanssang (one of the star spices of the continent) in order to create an explosion of flavors, bringing out the delicately woody and musky aromas of this fine pepper",
    "« SECRET » se décline en 3 recettes : Sauce Poulet, Sauce Viande et Sauce Poisson. 3 Sauces qui vous feront voyager sur le continent mère tandis que vous dégusterez vos plats réalisés à base d’épices « Secret ».":"SECRET exits in 3 recipes: chicken sauce, meat sauce and fish sauce. 3 sauces that will help you travel through the mother continent while you will be pre- paring your dishes." ,
    "Utilisé pour l’assaisonnement des volailles et viandes blanches, la sauce pour poulet relève parfaitement le goût de vos plats tout en leur donnant une saveur et un arôme qui vous feront saliver de bonheur.":"it serves for the seasoning of poultry and white meat. The chicken sauce perfectly brings out the taste of your dishes while conferring them a flavor and aroma that will make you salivate out of happiness",
    "En dehors du poivre blanc de Penja, «Secret» met à l’honneur d’autres épices africaines que sont le Njanssang, le Pébè, les rondelles et le poivre noir de Penja.":"A part from Penja white pepper, «SECRET» honors other  African spices like pèbè, njanssang, country onion, and Penja black pepper.",
    "«SECRET» est une composition d’épices avec à la base l’ail et l’oignon, présentée sous une texture semi-coulante à utiliser dans l’assaisonnement des plats. Conçu avec pour objectif de réduire le temps de  cuisine mais également de faire de la cuisine un art accessible à tous, «Secret» contient déjà tout ce qu’il faut pour assaisonner votre viande, votre poulet ou votre poisson. Parce que viande blanche, viande rouge et poisson ne s’assaisonnent pas de la même façon, «Secret» se décline en 3 recettes.": "«SECRET» spices is a combination of local spices,basically onion and garlic presented insemi-flowing texture, utilized for seasoning ofdishes. Designed with the objective of reducingcooking time, but also making cooking time acces-sible and enjoyable. «SECRET» spices alreadycontains all ingredients you need to season yourmeat, chicken and fish. Because white meat, redmeat and fish are not seasoned the same way, «SECRET» is declined in 03 recipes.",
    "Chez Keuni Foods accessible à l'adresse http://secret-spices.net/,  l'une de nos principales priorités est la confidentialité de nos visiteurs. Ce document de politique de confidentialité contient des types d'informations qui sont collectées et enregistrées par Keuni Foods et comment nous l'utilisons.":"At Keuni Foods accessible at http://secret-spices.net/, one of our top priorities is the privacy of our visitors. This privacy policy document contains the types of information that is collected and stored by Keuni Foods and how we use it.",
    "Si vous avez des questions supplémentaires ou souhaitez plus d'informations sur notre politique de confidentialité, n'hésitez pas à nous contacter. Cette politique de confidentialité s'applique uniquement à nos activités en ligne et est valable pour les visiteurs de notre site Web en ce qui concerne les informations qu'ils partagent et/ou collectent dans Keuni Foods. Cette politique ne s'applique pas aux informations collectées hors ligne ou via des canaux autres que ce site Web.":"If you have additional questions or want more information about our privacy policy, do not hesitate to contact us. This privacy policy applies only to our online activities and is valid for visitors to our website in relation to the information they share and/or collect on Keuni Foods. This policy does not apply to information collected offline or through channels other than this website.",
    "Consentement":"Consented",
    "En utilisant notre site Web, vous consentez par la présente à notre politique de confidentialité et acceptez ses conditions.":"By using our website, you hereby agree to our privacy policy and accept its terms.",
    "Informations que nous collectons":"Information We Collect",
    "Les informations personnelles que vous êtes invité à fournir, et les raisons pour lesquelles vous êtes invité à les fournir, vous seront précisées au moment où nous vous demanderons de fournir vos informations personnelles":"The personal information you are requested to provide, and the reasons why you are asked to provide it, will be specified to you at the time we ask you to provide your personal information.",
    "Si vous nous contactez directement, nous pouvons recevoir des informations supplémentaires vous concernant telles que votre nom, votre adresse e-mail, votre numéro de téléphone, le contenu du message et/ou des pièces jointes que vous pouvez nous envoyer, et toute autre information que vous pouvez choisir de fournir":"If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the content of the message and/or attachments you may send us, and any other information you may choose to provide.",
    "Comment nous utilisons vos informations":"How we use your information",
    "Nous utilisons les informations que nous recueillons de diverses manières, notamment pour":"We use the information we collect in various ways, including for",
    "Fournir, exploiter et maintenir notre site Web":"Providing, operating andining our website",
    "Améliorer, personnaliser et développer notre site Web":"Affecting",
    "Comprendre et analyser la façon dont vous utilisez notre site Web":"Understand and analyze how you use our website",
    "Développer de nouveaux produits, services, caractéristiques et fonctionnalités":"Develop new products, services, features and features",
    "Communiquer avec vous, directement ou par l'intermédiaire de l'un de nos partenaires":"Communicate with you, directly or through one of our partners",
    "y compris pour le service client, pour vous fournir des mises à jour et d'autres informations":"including for customer service, to provide you with updates and other information",
    "relatives au site Web, et à des fins de marketing et de promotion":"related to the website, and for marketing and promotion purposes",
    "Vous envoyer des e-mails":"Send you emails",
    "Détecter et prévenir la fraude":"Detecting and preventing fraud",
    "Fichiers Journaux":"Logs",
    "Keuni Foods suit une procédure standard d'utilisation des fichiers journaux. Ces fichiers enregistrent les visiteurs lorsqu'ils visitent des sites Web. Toutes les sociétés d'hébergement le font et une partie de l'analyse des services d'hébergement. Les informations collectées par les fichiers journaux incluent les adresses IP (protocole Internet), le type de navigateur, le fournisseur d'accès Internet (FAI), l'horodatage, les pages de renvoi/sortie et éventuellement le nombre de clics. Ceux-ci ne sont liés à aucune information personnellement identifiable. Le but de l'information est d'analyser les tendances, d'administrer le site, de suivre les mouvements des utilisateurs sur le site Web et de recueillir des informations démographiques":"Keuni Foods follows a standard procedure for using log files. These files record visitors when they visit websites. All hosting companies do so and part of the analysis of hosting services. The information collected by the log files includes IP addresses (Internet Protocol), browser type, Internet Service Provider (ISP), timing, referral/output pages and possibly the number of clicks. These are not linked to any personally identifiable information. The purpose of the information is to analyze trends, administer the site, track user movements on the website and collect demographic information.",
    "Comme tout autre site Web, Secret Spices utilise des 'cookies'. Ces cookies sont utilisés pour stocker des informations, y compris les préférences des visiteurs et les pages du site Web auxquelles le visiteur a accédé ou visité. Les informations sont utilisées pour optimiser l'expérience des utilisateurs en personnalisant le contenu de notre page Web en fonction du type de navigateur des visiteurs et/ou d'autres informations.":"Like any other website, Secret Spices uses “cookies”. These cookies are used to store information, including visitor preferences and the pages of the website that the visitor has accessed or visited. The information is used to optimize the user experience by personalizing the content of our website according to the type of browser of the visitors and/or other information.",
    "Politiques de confidentialité des tiers":"Privacy Policy of Third Parties",
    "Secret Spices la politique de confidentialité de ne s'applique pas aux autres annonceurs ou sites Web. Ainsi, nous vous conseillons de consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour des informations plus détaillées. Il peut inclure leurs pratiques et instructions sur la façon de se retirer de certaines options":"Secret Spices’ privacy policy does not apply to other advertisers or websites. Therefore, we advise you to consult the respective privacy policies of these third-party advertising servers for more detailed information. It may include their practices and instructions on how to withdraw from certain options.",
    "Vous pouvez choisir de désactiver les cookies via les options de votre navigateur. Pour connaître des informations plus détaillées sur la gestion des cookies avec des navigateurs Web spécifiques, vous pouvez les trouver sur les sites Web respectifs des navigateurs":"You can choose to disable cookies through the options of your browser. For more detailed information on the management of cookies with specific web browsers, you can find them on the respective web sites of the brokers.",
    "Notez que Secret Spices n'a aucun accès ni aucun contrôle sur ces cookies qui sont utilisés par des annonceurs tiers":"Please note that Secret Spices has no access or control over these cookies that are used by third-party advertisers.",
    "Nos Produits":"Our Products",
    "PROMESSES":"PROMISES",
    "Parce que nous croyons a la transformation":"Because we believe in agricultural",
    "Engagements":"Engagements",
    "Les épices SECRET, pionniers des marinades et assaisonnements à base d'intrants 100% locaux":"SECRET spices, pioneers in marinades and seasonings made from 100% local ingredients",
    "Besoin de plus d'informations ? Remplissez le formulaire correspondant ci-dessous. Nous vous répondrons dans les plus brefs délais":"Need more information ? Fill out the relevant form below. We will respond as soon as possible",
    "Les produits de Keuni Foods sont testés et approuvés par le 'Laboratoire De Contrôle Qualité de Produits Agro-alimentaires, Para Pharmaceutiques et cosmétiques'":"Keuni Foods products are tested and approved by the 'Quality Control Laboratory for Agri-Food, Para-Pharmaceutical and Cosmetic Products'",
    "misent sur l'éducation et ambitionnent de bâtir de nouvelles habitudes alimentaires.":"focus on education and aim to build new eating habits.",
    "Environnement":"Environment",
    "Lancé en 2013 sur le marché Camerounais par la firme KEUNI FOODS, les épices SECRET, prônent le retour à une alimentation plus saine. Parce que la santé commence par une bonne alimentation et parce que les épices du terroir African possèdent de nombreuses vertus, les épices SECRET ont su réunir dans un conditionnement , l'essentiel de l'assaisonement nécessaire pour donner un gout d'Afrique à toutes vos preparations à base de viande de poulet et de poisson":"Launched in 2013 on the Cameroonian market by the firm KEUNI FOODS, SECRET spices, advocate the return to a healthier diet. Because health begins with a good diet and because the spices of the African soil have many virtues, SECRET spices have been able to bring together in one packaging, the essentials of the seasoning necessary to give a taste of Africa to all your chicken and fish meat preparations",
    "Il s'agit d'une marinade semi-liquide 100% naturelle, prêt à l'emploi et sans exhauteurs de goût.":"It is a 100% natural semi-liquid marinade, ready to use and without flavor enhancers.",
    "Poivre blanc de Penja":"Penja white pepper",
    "Meileur Poivre au monde":"best pepper in the world",
    "Introduit au Cameroun par Antoine Decré, le Poivre blanc de Penja est devenu en 2013 la première Indication Géographique Protégée (IGP) du continent africain. Il est devenu le poivre le plus prisé par les grands chefs cuisiniers du monde.":"Introduced in Cameroon by Antoine Decré, the white pepper of Penja became in 2013 the first Protected Geographical Indication (PGI) of the African continent. It has become the pepper most prized by the great chefs of the world.",
    "Nos sauces réussissent à allier le piquant du poivre blanc de Penja et la douceur du Djanssang":"Our sauces manage to combine the spiciness of white Penja pepper and the sweetness of Djanssang",
    "« SECRET » se décline en 3 recettes : Sauce Poulet, Sauce Viande et Sauce Poisson":"« SECRET » comes in 3 recipes: Chicken Sauce, Meat Sauce and Fish Sauce",
    "Autres Ingrédients":"Other Ingredients",
    "Oignon":"Onion",
    "Ail":"Garlic",
    "Clou de girofe":"Clove",
    "Poivre blanc":"White pepper",
    "Processus de Transformation":"Transformation Process",
    "Sélection d’épices savamment dosé, écrasé, conditionné prêt à l’emploi pour faciliter la cuisine aux ménages et aux professionnels de la restauration":"Selection of spices skilfully dosed, crushed, packaged ready to use to facilitate cooking for households and catering professionals",
    "Détail de la Recette":"Recipe Detail",
    "TEMPS PREP":"PREP TIME",
    "TEMPS CUISSON":"COOKING TIME",
    "Têtes":"Persons",
    "VUES":"VIEWS",
    "Ingrédients":"Ingredients",
    "Étapes de préparation":"Preparation steps",
    "Étape":"Step",
    "Nos Engagements":"Our Engagements",
    "agricole":"transformation",
    "ÉVÈNEMENTS":"EVENTS",
    "Nos Évènements":"Our Events",
    "Très bientôt":"Very soon",
    "Les Evenements à ne pas manquer chez SECRET SPICES":"Events not to be missed at SECRET SPICES",
    "Participer":"Participate",
    "Recettes vidéos":"Video recipes",
    "Nos Recettes":"Our Recipes",
    "Vidéos":"Videos",
    "Autres événements":"Others events"
  }
