{
    "Une large gamme ": "A wide selection ",
    "des epices secret": "of secret spices",
    "Parce que nous croyons à la transformation agricole " : "we believe in agricultural transformation",
    "Faciliter la cuisine" : "Make cooking easier .",
    "Découvrez ce que vous êtes capables de faire avec Secret Spices": "Discover what you can do with Secret Spices",
    "Nos idées de recettes faciles":"Easy recipe ideas",
    "Decouvrir plus recettes ": "Discover more recipes ",
    "Découvrez nos formats super faciles":"Discover our easy-to-use formats",
    "pour réaliser vos délicieux plats à l'infini":"for your delicious dishes",
    "sans colorants ni conservateurs,": "free from colorants and preservatives",
    "sans traces animales parmi nos composants,":"no animal traces among our ingredients,",
    "les véganes seront contents":"vegans will be happy",
    "avec des assaisonnements":"with  seasonings",
    "prêts à l'emploi.": "ready to use.",
    "Parce que nous croyons à la transformation agricole": "We believe in agricultural transformation",
    "Découvrir Nos Produits" : "Discover our products",
    "Les epices secret": "Secret spices",
    "avec vous": "with you ",
    "de generations en generations": "from generation to generation ",
    "Parce que c'est l’occasion de conserver tout le savoir-faire culinaire de nos mamans ": "Because it's an opportunity to preserve all the culinary know-how of our mothers.",
    "Nous croyons à un produit au service salvatrice à l'ère moderne qui conserve le goût naturel des intrants agricoles": "We believe in a product that is a lifesaver in the modern age, preserving the natural taste of agricultural inputs.",
    "En Savoir Plus":"Know more",
    "Nous Adorons Secret Spices": "We like Secret Spices",
    "Voilà déjà 2ans que la fondatrice ma fait découvrir les secrets Spices encore un merci spécial a vous madame Aïcha.":"We believe in a product that provides a lifesaving service in the modern age and preserves the natural taste of agricultural inputs.",
    "Secret Spices , parfum irrésistible pour tous mes repas ! bon appétit mes convives":"Secret Spices, an irresistible fragrance for all my meals! bon appétit my guests",
    "Waouh c'est vraiment un délice pr assaisonner le poisson et le poulet. Secret Spices ... C'est formidable" :"Wow, it's really a delight to use for seasoning fish and chicken. Secret Spices ... It's wonderful",
    "Avec secret Spices mon poulet et mon porc ont un goût incroyable":"With Secret Spices my chicken and pork taste incredible.",
    "Les temps ci je ne blague pas avec les épices secret ,je fais seulement les rôtis. Achhh le gout de ca ":"These days I don't joke about secret spices, I just make the roasts. Achhh the taste of it ",
    "Avec Secret Spices cest le secret de la cuisine pour presque tous mes repas et grillades ":"Secret Spices is the kitchen secret for almost all my meals and grilled dishes.",
    "Ca fait plus de 3 ans que j'utilise les epices secrets c'est mon partenaire de cuisine tous mes barbecues sont faits avec":"I've been using secret spices for over 3 years now. They're my cooking partner, and all my barbecues are made with them.",
    "Secret Spices moi aussi je vous remercie pour la joie que vous apportez à mes papilles":"Secret Spices I too thank you for the joy you bring to my taste buds.",
    "Découvrez plus de temoignages":"Read more testimonials",
    "Évenements":"Events",
    "Retrouvez nous dans nos differents marches a Douala et a Yaounde pour un show explosif. Secret se rapproche de vous profitez-en pour nous decouvrir et raffler de nombreux lots":"Join us at our various markets in Douala and Yaounde for an explosive show. Secret is getting closer to you. Take the opportunity to discover us and win lots of prizes.",
    "A Propos":"About",
    "La caravanne Secret Debarque chez Vous!":"The Secret caravan comes to you!",
    "Mentions Legales":"Legals",
    "Données personnelles":"Personnal Data",
    "Nous Contacter":"Contact Us",
    "Mentions sanitaires":"Health information",
    "L'alliee de la femme":"A woman's ally",
    "ambitieuse et belle":"ambitious and beautiful",
    "Recettes":"Recipes",
    "Produits":"Products",
    "Cuisine Afrique":"African Foods",
    "Cuisine Occidentale":"Occidental Food",
    "Cuisine Exotique":"Exotic food",
    "Environement":"Environment",
    "Process de fabrication":"Fabrication Process",
    "Origines ingrédients":"Origins of ingredients",
    "Rechercher":"Search"
  }
