{
    "Une large gamme": "A wide selection ",
    "des épices secret": "of secret spices",
    "Parce que nous croyons à la transformation agricole" : "we believe in agricultural transformation",
    "Faciliter la cuisine" : "Make cooking easier .",
    "Découvrez ce que vous êtes capables de faire avec Secret Spices": "Discover what you can do with Secret Spices",
    "Nos idées de recettes faciles":"Easy recipe ideas",
    "Decouvrir plus recettes ": "Discover more recipes ",
    "Découvrez nos formats super faciles":"Discover our easy-to-use formats",
    "pour réaliser vos délicieux plats à l'infini":"for your delicious dishes",
    "sans colorants ni conservateurs,": "free from colorants and preservatives",
    "sans traces animales parmi nos composants,":"no animal traces among our ingredients,",
    "les véganes seront contents":"vegans will be happy",
    "avec des assaisonnements":"with  seasonings",
    "prêts à l'emploi.": "ready to use.",
    "Découvrir Nos Produits" : "Discover our products",
    "Les epices secret": "Secret spices",
    "avec vous": "with you ",
    "de generations en generations": "from generation to generation ",
    "Parce que c'est l’occasion de conserver tout le savoir-faire culinaire de nos mamans ": "Because it's an opportunity to preserve all the culinary know-how of our mothers.",
    "Nous croyons à un produit au service salvatrice à l'ère moderne qui conserve le goût naturel des intrants agricoles": "We believe in a product that is a lifesaver in the modern age, preserving the natural taste of agricultural inputs.",
    "En Savoir Plus":"Know more",
    "Nous Adorons Secret Spices": "We like Secret Spices",
    "Voilà déjà 2ans que la fondatrice ma fait découvrir les secrets Spices encore un merci spécial a vous madame Aïcha.":"We believe in a product that provides a lifesaving service in the modern age and preserves the natural taste of agricultural inputs.",
    "Secret Spices , parfum irrésistible pour tous mes repas ! bon appétit mes convives":"Secret Spices, an irresistible fragrance for all my meals! bon appétit my guests",
    "Waouh c'est vraiment un délice pr assaisonner le poisson et le poulet. Secret Spices ... C'est formidable" :"Wow, it's really a delight to use for seasoning fish and chicken. Secret Spices ... It's wonderful",
    "Avec secret Spices mon poulet et mon porc ont un goût incroyable":"With Secret Spices my chicken and pork taste incredible.",
    "Les temps ci je ne blague pas avec les épices secret ,je fais seulement les rôtis. Achhh le gout de ca ":"These days I don't joke about secret spices, I just make the roasts. Achhh the taste of it ",
    "Avec Secret Spices cest le secret de la cuisine pour presque tous mes repas et grillades ":"Secret Spices is the kitchen secret for almost all my meals and grilled dishes.",
    "Ca fait plus de 3 ans que j'utilise les epices secrets c'est mon partenaire de cuisine tous mes barbecues sont faits avec":"I've been using secret spices for over 3 years now. They're my cooking partner, and all my barbecues are made with them.",
    "Secret Spices moi aussi je vous remercie pour la joie que vous apportez à mes papilles":"Secret Spices I too thank you for the joy you bring to my taste buds.",
    "Découvrez plus de temoignages":"Read more testimonials",
    "Évènements":"Events",
    "Retrouvez nous dans nos differents marches a Douala et a Yaounde pour un show explosif. Secret se rapproche de vous profitez-en pour nous decouvrir et raffler de nombreux lots":"Join us at our various markets in Douala and Yaounde for an explosive show. Secret is getting closer to you. Take the opportunity to discover us and win lots of prizes.",
    "A Propos":"About",
    "A Propos de":"About",
    "La caravanne Secret Debarque chez Vous!":"The Secret caravan comes to you!",
    "Mentions légales":"Legals",
    "Données personnelles":"Personnal Data",
    "Nous Contacter":"Contact Us",
    "Mentions sanitaires":"Health information",
    "L'alliee de la femme":"A woman's ally",
    "ambitieuse et belle":"ambitious and beautiful",
    "Recettes":"Receipts",
    "Produits":"Products",
    "Cuisine Africaine":"African Foods",
    "Cuisine Occidentale":"Occidental Food",
    "Cuisine Exotique":"Exotic food",
    "Environement":"Environment",
    "Process de fabrication":"Fabrication Process",
    "Origines ingrédients":"Origins of ingredients",
    "Rechercher":"Search",
    "Événements":"Events",
    "Retrouvez nous dans nos differents marchés a Douala et a Yaounde pour un show explosif.":"Join us at our various markets in Douala and Yaounde for an explosive show.",
    "se rapproche de vous profitez-en pour nous decouvrir et raffler de nombreux lots.":" is getting closer to you take the opportunity to find out more about us and win lots of prizes.",
    "Découvrez nos formats super faciles d'utilisation pour réaliser vos délicieux plats sans colorants sans conservateurs, ni de traces animales.":"Discover our super-easy-to-use formats for making your own delicious dishes without colourings, preservatives or animal traces.",
    "Ca fait plus de 3 ans que j'utilise les epices secrets C'est mon partenaire de cuisine tous mes barbecues sont faits avec.":"I've been using secret spices for over 3 years now. They're my cooking partner, and all my barbecues are made with them.",
    "Waouh c'est vraiment un délice pour assaisonner le poisson et le poulet.Secret Spices ... C'est formidable":"Waouh it is really a delight to season fish and chicken.Secret Spices ... It's wonderful",
    "Je mets Secret dans tous les repas ohhh en fonction de si c'est la viande, le poisson ou le poulet":"I put Secret in every meal ohhh depending on whether it's meat, fish or chicken.",
    "Avec Secret Spices cest le secret de la cuisine pour presque tous mes repas et grillades":"Secret Spices is the secret to cooking almost all my meals and grilled dishes.",
    "Poulet roti à l'orange et aux epinards":"Roast chicken with orange and spinach",
    "Découvrir Plus de recettes":"Discover More recipes",
    "Accueil":"Home",
    "Siège social":"Location",
    "Horaires":"Working Hours",
    "Laissez un message":"Get in Touch",
    "Votre Nom":"Your Name",
    "Adresse Email":"Email Address",
    "Sujet":"What's this about?",
    "Votre Message":"Your Message",
    "Envoyer":"Send Message",
    "Qui sommes nous":"Who we are",
    "L'origine de l'idée":"Where the idea came from",
    "Une recherche continue d'idées novatrices":"Ongoing search for innovative ideas",
    "Epice Poulet":"Chicken spice",
    "Epice Poulet 35 Gr":"Chicken spice 35 Gr",
    "Présentation":"Presentation",
    "Ingrédients":"Ingredients",
    "Recettes les plus consultées":"Most popular recipes",
    "Autres Epices de la même Gamme":"Other spices in the same group",
    "Découvrez toute la gamme":"Discover our full range",
    "des épices SECRET":"Of Secret Spices",
    "Parce que viande blanche, viande rouge et poisson  ne s’assaisonnent pas de la même façon, «Secret»  se décline en 3 produits specifiques qui nous permettent de realiser plusieurs repas africains, europeens, exotiques et des barbecues.":"Because white meat, red meat and fish are not all seasoned in the same way, Secret comes in 3 specific products that can be used to prepare African, European, exotic and barbecue meals.",
    "Idées de recette avec cette épice":"Recipe ideas using this spice",
    "les epices vous apportent des complement en Protéine, Sodium, Énergie":"spices provide protein, sodium and energy supplements",
    "Valeurs nutritionnelles":"Nutritional values",
    "Pour 6 personnes":"For 6 persons",
    "Pour 5 personnes":"For 5 persons",
    "Pour 4 personnes":"For 4 persons",
    "Pour 3 personnes":"For 3 persons",
    "Pour 2 personnes":"For 2 persons",
    "Préparation":"Preparation",
    "Cuisson":"cooking",
    "Ail, Oignon, Njansan, Poivre blanc de Penja, Céléri.":"garlic, onion, njanssang, Penja white pepper, celery,",
    "Reconnue dans ce petit village du Cameroun comme l’une des meilleures cuisinières, KEUNI savait marier les épices du terroir ce qui lui permettait de donner ce goût peu commun à ses plats Le secret des savoureux mariages d’épices de notre arrière grand-mère nous a été transmis de mère en fille. Je me suis inspirée de ces recettes pour créer les épices « Secret ». « SECRET » c’est avant tout l’occasion de rendre honneur à cette femme qui nous a transmis à ma mère, mes tantes, mes cousines et moi cette passion pour la cuisine et surtout pour les épices.":"Recognized in this small village of Cameroon as one of the best cooks, KEUNI knew how to combine local spices, conferring that special taste to her dishes. The secret of our great grandmother’s tasty spice combinations was transmitted from mothers to daughters. Her recipes were the source of my inspiration when creating “SECRET” spices. «SECRET» spices is above all, the opportunity to honor this great lady who transmitted to my mother, my aunts, my cousins and myself this pas- sion for cooking and more specifically, for spices.",
    "Nos sauces réussissent à allier le piquant du poivre blanc de Penja et la douceur du Djanssang (l’une des épices star du continent) afin de créer une explosion de saveurs faisant ressortir les arômes délicatement boisés et mus- qués de ce poivre fin..":"Our sauces thus succeeded in combining the spiciness of the Penja white pepper and the gentleness of njanssang (one of the star spices of the continent) in order to create an explosion of flavors, bringing out the delicately woody and musky aromas of this fine pepper",
    "« SECRET » se décline en 3 recettes : Sauce Poulet, Sauce Viande et Sauce Poisson. 3 Sauces qui vous feront voyager sur le continent mère tandis que vous dégusterez vos plats réalisés à base d’épices « Secret ».":"SECRET exits in 3 recipes: chicken sauce, meat sauce and fish sauce. 3 sauces that will help you travel through the mother continent while you will be pre- paring your dishes  " ,
    "Utilisé pour l’assaisonnement des volailles et viandes blanches, la sauce pour poulet relève parfaitement le goût de vos plats tout en leur donnant une saveur et un arôme qui vous feront saliver de bonheur.":"it serves for the seasoning of poultry and white meat. The chicken sauce perfectly brings out the taste of your dishes while conferring them a flavor and aroma that will make you salivate out of happiness",
    "En dehors du poivre blanc de Penja, «Secret» met à l’honneur d’autres épices africaines que sont le Njanssang, le Pébè, les rondelles et le poivre noir de Penja.":"A part from Penja white pepper, «SECRET» honors other  African spices like pèbè, njanssang, country onion, and Penja black pepper.",
    "«SECRET» est une composition d’épices avec à la base l’ail et l’oignon, présentée sous une texture semi-coulante à utiliser dans l’assaisonnement des plats. Conçu avec pour objectif de réduire le temps de  cuisine mais également de faire de la cuisine un art accessible à tous, «Secret» contient déjà tout ce qu’il faut pour assaisonner votre viande, votre poulet ou votre poisson. Parce que viande blanche, viande rouge et poisson ne s’assaisonnent pas de la même façon, «Secret» se décline en 3 recettes.": "«SECRET» spices is a combination of local spices,basically onion and garlic presented insemi-flowing texture, utilized for seasoning ofdishes. Designed with the objective of reducingcooking time, but also making cooking time acces-sible and enjoyable. «SECRET» spices alreadycontains all ingredients you need to season yourmeat, chicken and fish. Because white meat, redmeat and fish are not seasoned the same way, «SECRET» is declined in 03 recipes."
  }
